String ourProject = """
1-	مشروع مجاري المحمودية:
ويتألف من وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 43,000 م3/ يوم مع (16) محطة ضخ، منها (8) محطات للصرف الصحي و (8) محطات لضخ مياه الأمطار، وشبكتي أمطار وصرف صحي تصل أطوالها الى 420 كم.ط.

2-	مشروع مجاري اللطيفية:
ويتألف من وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 10,000 م3/ يوم مع (4) محطات ضخ (2) منها للصرف الصحي و (2) لتصريف مياه الأمطار وشبكتي أمطار وصرف صحي تتجاوز 100كم.ط.

3-	مشروع مجاري الجسر:
ويتألف من وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 42000م3/ يوم مع (3) محطات ضخ (1) لمياه الأمطار و (2) للصرف الصحي مع شبكتي أمطار وصرف صحي تتجاوز 100كم. طول.

4-	مشروع مجاري المدائن:
يتألف من وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 20000 م3/ يوم، مع (6) محطات ضخ (2) منها للصرف الصحي و (4) لمياه الأمطار مع شبكتي أمطار وصرف صحي تتجاوز 100كم.ط.

5-	مشروع مياه الأمطار لقضاء الزهور:
يتكون من (3) محطات ضخ مع شبكة تتجاوز 182  كم.ط


كذلك تشرف المديرية على مشاريع قيد التنفيذ بنسب إنجاز متفاوتة وهي:

1-	مشاريع الخطة الاستثمارية التي تحولها وزارة الإسكان والبلديات العامة وتشمل:
أ‌-	مشروع الصرف الصحي في الحسينية:
 يتكون من وحدة معالجة مركزية بطاقة تصميمية 65000م3/ يوم مع (4) محطات ضخ وشبكة صرف صحي تتجاوز 284 كم.ط  ونسبة إنجاز تفوق 95% لغاية حزيران 2020.

ب‌-	 مشروع مجاري ناحية الرشيد:
 يتكون من وحدة معالجة مركزية ( ألغيت وتم تحويل الضخ الى محطة معالجة المحمودية) مع (4) محطات ضخ (2) منها للصرف الصحي و (2) لمياه الأمطار مع شبكتي أمطار وصرف صحي تتجاوز أطوالها 34 كم.ط ونسبة إنجاز تقارب 52% لغاية حزيران 2020.

2-	مشاريع تنمية الأقاليم وتشمل:

أ‌-	مشروع مجاري اليوسفية:
 يتضمن وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 14000م3/ يوم  مع (10) محطات ضخ (5) منها للصرف الصحي و (5) لمياه الأمطار مع شبكتي أمطار وصرف صحي تتجاوز 117 كم.ط  بنسبة إنجاز تقارب 66% لغاية حزيران 2020.

ب‌-	 مشروع مجاري الطارمية:
 ويتضمن وحدة معالجة مركزية لمياه الصرف الصحي بطاقة تصميمية 17000 م3/ يوم مع محطات ضخ عدد(4)، (1) منها للصرف الصحي و(3) لمياه الأمطار مع شبكتي أمطار وصرف صحي تتجاوز 105 كم.ط بنسبة إنجاز 37.5% لغاية حزيران 2020.

3-	 مشاريع قريبة الإعلان للتنفيذ بعد اكتمال تصاميمها ومناقشاتها في وزارة التخطيط وقد توقف إعلانها بسبب الشحة المالية وهي:
أ‌-	النهروان
ب‌-	 أبو غريب
ج- الوحدة
د- سبع البور
""";
String ourProjectTitle = "تعنى المديرية بصيانة وتشغيل المشاريع المنجزة وهي:";

String aboutUs =
    """ إحدى مؤسسات فك الارتباط عن وزارة الإسكان والبلديات العامة الى محافظة بغداد، وقد تم إنجاز فك الارتباط الإداري والمالي في شهر نيسان عام 2018 فيما بقي الارتباط الفني مرهونا بإنجاز ثلاثة مشاريع استراتيجية تمولها الوزارة ضمن خطتها الاستثمارية، أنجز واحد منها والمتبقي إثنان.
حاليا ترتبط المديرية فنيا واداريا وماليا بمحافظة بغداد كقسم مهم من أقسامها ضمن مجموعة تسمى دوائر فك الارتباط تحت عنوان مديرية مجاري محافظة بغداد.
""";
String relaitions =
    """ 1-	ترتبط المديرية بعلاقات مباشرة مع ديوان محافظة بغداد من خلال مكتب السيد المحافظ المحترم والسيد النائب الفني والنائب الإداري، مع السياقات المباشرة بالأقسام الفنية والإدارية في ديوان المحافظة، كقسم التخطيط العام والعقود والمكتب الاستشاري والقسم القانوني والدائرة الإدارية والمالية.
2-	ترتبط المديرية بعلاقة فنية مباشرة بالمديرية العامة للمجاري في وزارة الإسكان والبلديات العامة لوجود مشاريع استراتيجية ضمن قاطع المسؤولية في أطراف بغداد.
3-	القنوات الفنية والإدارية والقانونية وصلت الى حالة مثالية مع السادة رؤساء الوحدات الإدارية من القائممقامين ومدراء النواحي في سبعة أقضية مع نواحيها بأطراف محافظة بغداد وتحرص الإدارة الحالية للمديرية بوضعهم في صورة مباشرة لسير العمل في كافة الدوائر الفرعية لمديريتنا.
4-	تحرص الإدارة على العمل بشفافية تامة وبعلاقة وثيقة مع لجنة الخدمات النيابية في مجلس النواب العراقي.
5-	التواصل الإعلامي والإجتماعي مع اللجان التنسيقية والمواطنين في كافة قواطع المسؤولية وتفتخر مديريتنا بأنها كانت نقطة انطلاق لتجمع (تنسيقيات بغداد) بدعوة من إدارة المديرية لتوحيد الجهود وتفعيل دور المتابعة الجماهيرية لسير العمل في مناطقهم.
6-	العمل الوثيق والمخلص مع خلية المتابعة في مكتب دولة رئيس الوزراء وتحقيق قفزات نوعية في تجاوز البيروقراطية والروتين في دوائر الدولة الأخرى لاستحصال الموافقات وتنسيق الجهود.
""";

String servicesTitle = "الخدمات التي تقدمها مديرية مجاري بغداد";
String servicesBody = """
1.	تقديم الخدمات لأهالي أطراف بغداد  والاستجابة السريعة لشكاواهم عن طريق سحب مياه الامطار بواسطة الاليات التخصصية او عن طريق نصب مضخات متنقلة للمناطق غير المخدومة بشبكة الامطار.
2.	حملات التسليك للشبكات الفرعية والرئيسية  وتنظيف المانهولات والكليات للمناطق المخدومة بشبكات.
3.	حملات الإسناد :- للمناطق غير المخدومة بشبكة  (حي المنتظر , الحميدية). 
4.	حملات الإسناد :- للزيارات الاربعينية  (لمديرية مجاري كربلاء)   زيارة الإمامين العسكريين (ع) (لمديرية مجاري صلاح الدين). 
5.	إدامة عمل محطات الرفع  ومحطات المعالجة لسحب المياه وتصريفها كذلك نصب وتشغيل محطات مؤقتة (فلترية )  لسحب مياه الأمطار والصرف الصحي.
6.	متابعة موضوع كري المبازل.
7.	استحداث مراكز في المناطق غير المخدومة بالشبكات كمركزي مجاري كويريش والزوراء.
8.	التعاون مع المؤسسات الصحية لمواجهة أي أزمة،  كأزمة تفشي فايروس كورونا من خلال إسنادهم بالآليات التخصصية لحملات التعفير.
""";
String planTitle = " الخطة السنوية لمديرية مجاري محافظة بغداد ۲۰۲۰";
String planBody = """
خلاصة الخطة
١. العمل على ادراج واعلان المشاريع الستراتيجية الأربعة التي تم انجاز متطلبات اعلانها بعد أن تم
ادراجها في الموازنة العامة لعام ۲۰۱۹ وهي مشاريع (النهروان، ابي غريب ،سبع البور الوحدة والتي تم
استكمال مناقشاتها من قبل مديريتنا مباشرة مع كوادر وزارة التخطيط وحصول الاشعار الرسمي بأتها
استوفت متطلبات الاعلان وقد أعلنت فعلا نهاية عام ۲۰۱۹ ومن ثم توقف اعلانها من قبل مجلس
محافظة بغداد وبالتفاصيل ادناه :
. نسخة من خطة الموازنة العامة المنشورة في جريدة الوقائع العراقية .
. كتاب مديريتنا الى تخطيط محافظة بغداد لأدراجها ضمن خطة عام ۲۰۱۹ .
. كتاب المحافظة الى وزارة التخطيط
. کتاب وزارة التخطيط الى وزارة المالية ونسخة منه الى المحافظة .
. اعلان المشاريع في الصحف مع خلاصة عن كل مشروع .
. نسخة من مسودة العقد
و نسخة من الشروط الخاصة
و کتاب وزارة المالية الى مجلس محافظة بغداد حول تمويل المشاريع والقروض
. كتاب محافظ بغداد الى العقود لإيقاف الاعلان .
- العمل على ادراج المشاريع المتبقية وهي (النصروالسلام ، الراشدية ، التأميم ) والتي تم انجاز
تصاميمها من اعداد الدراسة والمخططات بالاضافة الى الموافقات على قطع الأراضي المخصصة لها
في موازنة عام ۲۰۲۰ خلال مخاطبة محافظة بغداد حسب كتابنا المرقم (وام) في (مع
3- العمل على اعلان واحالة مشاريع اعداد الدراسة والتصاميم المشاريع المناطق المذكورة تفاصيلها في
أدناه والتي تم انجاز المداولات الخاصة بها في وزارة التخطيط ومنحت تبويب في نهاية عام ۲۰۱۹ وقد
وصلت الى مرحلة الدعوة المباشرة وحسب التفاصيل :۔
- مشروع إعداد الدراسة والتصاميم الأنشاء مجاري الصرف الصحي ومياه الأمطار القرية الحرية في
ناحية الوحدة .
- مشروع إعداد الدراسة والتصاميم الأنشاء مجاري الصرف الصحي ومياه الأمطار المنطقة عليوي الشلال
وحسن راشد وحي بريجان و الحردانية في مركز قضاء المدائن
- مشروع إعداد الدراسة والتصاميم الأنشاء مجاري الصرف الصحي ومياه الأمطار لحي المزرعة
والعسكري ودور النفط في اللطيفية
مشروع إعداد الدراسة والتصاميم لتأهيلو ربط شبكات مجاري الصرف الصحي ومياه
الأمطار للمجمعات السكنية في المحمودية
- مشروع إعداد الدراسة والتصاميم الانشاء مجاري الصرف الصحي ومياه الأمطار لمنطقة كويرش في
ناحية الرشيد
- مشروع إعداد الدراسة والتصاميم الأنشاء مجاري الصرف الصحي ومياه الأمطار للحي العسكري وأم
عظام و الحماميات في قضاء التاجي
- مشروع إعداد الدراسة والتصاميم الأنشاء مجاري الصرف الصحي ومياه الأمطار لحي المنتظر في
بغداد
- رفع نسب الانجاز في المشاريع المستمرة في اليوسفية والطارمية) لميزانية محافظة بغداد ومشاريع
الرشيد والحسينية ) لميزانية وزارة الاعمار والاسكان والبلديات العامة
.. العمل على تطوير وحدات المعالجة الداخلة في الخدمة من خلال التواصل مع الشركات العالمية
والمحلية والمكاتب الاستشارية للوصول الى الحالة المثالية ، مع متابعة الوحدات في المشاريع قيد التنفيذ
للحصول على أقصى حالة مثالية ممكنة مع تحقيق التصاميم الخاصة بالمشاريع الجديدة .
6- العمل على طرح فكرة استحداث مشروع نهر بغداد لأستخدام المياه المعالجة في ري وسقي مداخل
محافظة بغداد من خلال انشاء حزام اخضر او تشجير محرمات الطرق والجزرات الوسطية لعشرات
الكيلومترات في مداخل بغداد من الماء المعالج في وحدات المعالجة التابعة للمديرية والموزعة على
اطراف بغداد بدل ضخه في المبازل وبالامكان جعله فرصة استثمارية أو باب من أبواب تعظيم الواردات
- العمل على استحداث حلول مؤقتة (متوسطة الأمد لايقل عمرها عن خمس سنوات ولايزيد عن
عشرة سنوات لفك الاختناقات وتصريف مياه الأمطار في المناطق الغير مخدومة لتقليل الاعتماد على
الاليات الحوضية لكونها لا تتناسب مع تلك المساحات وكميات مياه الأمطار التي تسقط في موسم الأمطار
حيث أن هذه الحلول فعالة و غير مكلفة ويمكن الاستفادة منها لأكثر من مرة من خلال استعمال انابيب
على ارتفاعات ضحلة واحواض حديدية ليتم رفعها عندما تنتفي الحاجة منها .
۸- الاستمرار بتطوير عمل المديرية من خلال :
. تطوير الكوادر البشرية والاستفادة من واقع حال العدد الموجود حاليا ( رغم نقصه نوعيا )
. متابعة تطوير العمل المؤسساتي من خلال تقييس الاجراءات وتبسيطها وتفعيل التداول
الالكتروني واعداد المواقف المستمرة الأسبوعية والنصف الشهرية والشهرية وحتى الموسمية
لكافة مهام المديرية من مشاريع وشعب فنيه ومخازن ووقود ..... الخ
و استمرار وتطوير العمل بالمراقبة الالكترونية للاليات و شمول مولدات القدرة والمضخات
استحداث قاعدة البيانات ( الاحصائية ) للمديرية .
استمرار تطوير كوادر الورشة الفنية والصيانة في مقر المديرية القديم ( بناية بغداد الجديدة ).
: محاولة الخال احدث الاجهزة التي تدخل في عمل المديرية والكفيلة بتطوير العمل وسرعة
انجازها .
• خلق حالة اجتماعية متميزة من عائلةواحدة وفريق واحد وتجانس العلاقات بين جميع موظفي
الشعب في مقر المديرية وبين المقر ومراكز المديرية ودوائر المهندس المقيم ومحطات المعالجة
: تطبيق معايير الجودة والحصول على شهادة الايزو بما امكن من الاختصاصات الإدارية والفنية .
- تنظيم العلاقة مع مديريات ماء وبلديات بغداد فيما يخص الواردات الخاصة بالجباية من الاشتراكات
والغرامات ووضع السياقات الكفيلة باستمرار العمل بها وفق المعدلات الرسمية واستحصال الموافقات
الغرض فرض الانذارات والغرامات ومنع السفر بحق المتخلفين عن الدفع
۱۰- تعظیم وارادات المديرية من خلال استحصال الموافقات لعقود شراكة استثمارية لأنشاء مصنع
اغطية مانهولات ومصنع ركائز وضمان الزام الشركات المتعاقدة مع محافظة بغداد على التجهيز من
هذه المصانع وكذلك تطوير مختبر المديرية لغرض فحص المواد الانشائية الشائعة الاستخدام كالخرسانة
والحصى الخابط والحدل والصب والاسفلت والرمل والحصى والاسمنت .... الخ
۱۱- تفعيل ورش الصيانة للشبكات ومحطات الرفع و وحدات المعالجة من خلال تجهيز الاليات
والمعدات مع تطوير الكوادر البشرية الملائمة لذلك.""";

String baseUrl = "https://baggovsewdir.com/api/v1/";
String baseMediaUrl = "https://baggovsewdir.com/";
